[
    {
        "idtitle": 1291,
        "identifier": 9780262110334,
        "assetStatus": "Available",
        "title": "Antennas and Waves",
        "subtitle": "A Modern Approach",
        "titleauthorname": "King, Ronold W. P., and Charles Harrison, Jr.",
        "pubDate": "1970-03-15T00:00:00.000Z",
        "publisher": "The MIT Press",
        "hcIsbn": "9780262110334",
        "bisac1": "TECHNOLOGY & ENGINEERING / Electrical",
        "abstractdescription": "The material in this book updates the authors’ two previous texts, Theory of Linear Antennas (1956) and Transmission Line Theory (1955). It comprises a completely new text that considerably simplifies the old approach and, in covering work in the field published over the past fifteen years, represents an up-to-date source of information. New material on ionized and dissipative media is included which is of particular interest because of recent developments in the satellite and military programs, while the chapters on pulse or transient response will interest those persons involved in the area of wideband systems.\n\nThe authors have published extensively in their field, covering such topics as electromagnetic radiation and antennas, electromagnetic theory, transmission lines, wave guides, and electric circuits.\n\nThe book takes up in turn the following topics: elements of electromagnetic radiation; electromagnetic waves in ionized media and plasmas; the cylindrical antenna: current and impedance; electromagnetic fields of isolated dipoles in air and in dissipative media; coupled antennas; transmission-line antennas, insulated antennas, T and inverted-L antennas; folded dipoles and related antennas; receiving and scattering antennas and arrays; the loop antenna: currents, impedances, fields; the receiving loop antenna; the transient response of dipole and loop antennas; electromagnetic shields; complementarity and slot antennas; and antennas in a semi-infinite dissipative medium.",
        "url": "https://drb-unprocessed-partner-data.s3.amazonaws.com/IA_NYPL/9780262110334/9780262110334.pdf"
    },
    {
        "idtitle": 2053,
        "identifier": 9780262111119,
        "assetStatus": "Available",
        "title": "Computers and Communications",
        "subtitle": "A Vision of C&C",
        "titleauthorname": "Kobayashi, Koji.",
        "pubDate": "1985-12-23T00:00:00.000Z",
        "publisher": "The MIT Press",
        "hcIsbn": "9780262111119",
        "bisac1": "COMPUTERS / Computer Science",
        "abstractdescription": "Koji Kobayashi describes himself as a visionary, and so he is. But he is remarkably practical and successful. He began his career with the NEC Corporation, one of Japan's largest industrial organizations, in 1929, and for the last 21 years has been its chief executive officer as president or board chairman. In this book, Kobayashi puts forth one of his practical and realizable visions: C&C, or the perfect union of computers and communications. Integrating them has become possible because both now involve the processing of digitalized information through semiconductor circuits. Here he describes a remarkably ambitious C&C project that is unlikely to reach the pay-off point until early in the next century: the automatic interpretation telephone system. With such a system in place, a caller in Washington can dial a party in Tokyo (or Moscow) and the conversation will be automatically translated into Japanese (or Russian) on one side and into English on the other. Kobayashi's commitment to this development is based on his conviction that it will do more than simply speed up the flow of information - far more important, it will enhance the free exchange of ideas and international understanding. He points out that since this system involves the integration and synthesis of most of the technologies appropriate to computer and communications design, its development will serve \"as an effective index for the progress of C&C.\" Some of the needed technologies, such as digital speech generation and multifont optical character recognition are rapidly being realized, while others such as general purpose machine translation and large vocabulary speaker independent speech recognition will take longer. The future that Kobayashi envisions is in fact deeply rooted in the past he reviews - his own, NEC's, Japan's. For Western readers, this will be one of the most fascinating aspects of the book, providing a rare glimpse into the development of a major Japanese industrial corporation from the point of view of its top management.",
        "url": "https://drb-unprocessed-partner-data.s3.amazonaws.com/IA_NYPL/9780262111119/9780262111119.pdf"
    },
    {
        "idtitle": 1005,
        "identifier": 9780262111348,
        "assetStatus": "Available",
        "title": "The 1989 Neurocomputing Bibliography",
        "titleauthorname": "Casimir C. Klimasauskas (Ed.)",
        "pubDate": "1989-08-11T00:00:00.000Z",
        "publisher": "The MIT Press",
        "hcIsbn": "9780262111348",
        "bisac1": "PSYCHOLOGY / Cognitive Psychology",
        "abstractdescription": "The burgeoning field of neurocomputing encompasses a diversity of fields. Its interdisciplinary nature, and the recent growth of neural networks as the sought after solution to difficult engineering problems in adaptive control, pattern recognition, and associative memories have created a real need for a hands on guide.\n\nThis comprehensive bibliography provides a functional, flexible tool for researchers and engineers in neurocomputing. It gives a broad overview of practical techniques and applications as well as background material on the development of the field. Its special features include multiple listings of articles and papers that have been multiply published, cross-referencing of all secondary authors (which is particularly useful for finding everything that has been written on neurocomputing by a particular author), and a comprehensive keyword index of all titles.\n\nThe bibliography covers a wide variety of fields, including forecasting, mathematics, probability theory, neural physiology, neural modeling, expert systems, adaptive (process) control, robotics, computer vision, speech recognition, character recognition, signal processing, neurocomputing, connectionism, and psychology. References to material beyond the scope of the bibliography are also included when appropriate. \n\nA Bradford Book.",
        "url": "https://drb-unprocessed-partner-data.s3.amazonaws.com/IA_NYPL/9780262111348/9780262111348.pdf"
    }
]